Repository: Cocolis-1/cocolis-woocommerce
Catalog: cocolis/languages/cocolis-*.po
Languages: fr_fr

source: insurance conditions
fr_fr: conditions d’assurance

source: Birth date for insurance
fr_fr: Date de naissance (pour l’assurance)

source: I confirm that I have read the
fr_fr: Je confirme que j’ai lu les

source: and that I choose the insurance up to
fr_fr: et que je choisis l’assurance jusqu’à

source: Please fill insurance details for Cocolis delivery (refresh if you have changed delivery mode)
fr_fr: Veuillez remplir les détails de l’assurance pour la livraison Cocolis (actualiser si vous avez changé de mode de livraison)

source: No phone number provided in the Cocolis configuration
fr_fr: Pas de numéro de téléphone fourni dans la configuration Cocolis

source: Required seller phone number
fr_fr: Le numéro de téléphone du vendeur est requis

source: Link to buyer tracking:
fr_fr: Lien vers le suivi acheteur :

source: Link to vendor tracking:
fr_fr: Lien vers le suivi vendeur :

source: Your request to Cocolis generated the following error:
fr_fr: Votre demande à Cocolis a généré l’erreur suivante :

source: The delivery ad has been removed following the refund.
fr_fr: L’annonce de livraison a été supprimée suite au remboursement.

source: We did not find any related cocolis ads, so the ad was not cancelled.
fr_fr: Nous n’avons pas trouvé d’annonces similaires sur Cocolis, l’annonce n’a donc pas été annulée.

source: Manage my delivery with Cocolis
fr_fr: Gérer ma livraison avec Cocolis

source: Create Cocolis Ride
fr_fr: Créer l’annonce chez Cocolis

source: The delivery offer has just been published on cocolis.fr
fr_fr: L’annonce de livraison vient d’être publiée sur cocolis.fr

source: We have find a related cocolis ad to this order, so the ad was not published.
fr_fr: Nous avons trouvé une annonce Cocolis apparentée à cette commande, l’annonce n’a donc pas été publiée.

source: A carrier has been selected to carry out the Cocolis delivery.
fr_fr: Un transporteur a été sélectionné pour effectuer la livraison Cocolis.

source: Delivery completed by Cocolis
fr_fr: Livraison complétée par Cocolis

source: Link to ad:
fr_fr: Lien vers l’annonce :

source: The buyer has updated his availability
fr_fr: L'acheteur a mis à jour sa disponibilité

source: The seller has updated his availability
fr_fr: Le vendeur a mis à jour sa disponibilité

source: The delivery is cancelled by the carrier. The seller and the buyer are informed, their tracking page is updated.
fr_fr: La livraison est annulée par le transporteur. Le vendeur et l’acheteur sont informés, leur page de suivi est mise à jour.

source: The ride did not find a carrier. Get closer to our support and with cocolis.fr
fr_fr: Le trajet n’a pas trouvé de transporteur. Rapprochez-vous de notre support et avec cocolis.fr

source: Cocolis Shipping Method
fr_fr: Méthode de livraison Cocolis

source: Cocolis Woocommerce Plugin to add Cocolis.fr as a delivery method
fr_fr: Ajoutez Cocolis.fr en tant que prestataire de livraison

source: Cocolis Shipping
fr_fr: Livraison Cocolis

source: The configuration of the Cocolis module is not correctly configured to fully use it.
fr_fr: La configuration du module Cocolis n’est pas correctement configurée pour l’utiliser pleinement.

source: The address entered in the Woocommerce settings is not properly configured to fully use the Cocolis module.
fr_fr: L’adresse saisie dans les paramètres de Woocommerce n’est pas correctement configurée pour utiliser pleinement le module Cocolis.

source: Enable
fr_fr: Activer

source: Enable this shipping.
fr_fr: Activer ce mode de livraison.

source: Use this module in developement mode (sandbox) or in production ?
fr_fr: Utiliser ce module en mode développement (sandbox) ou en production ?

source: Sandbox
fr_fr: Bac à sable

source: App id
fr_fr: ID de l'application

source: Enter the app-id provided to you by Cocolis
fr_fr: Entrez l’app-id qui vous a été fourni par Cocolis

source: Password
fr_fr: Mot de passe

source: Enter the password provided to you by Cocolis
fr_fr: Entrez le mot de passe qui vous a été fourni par Cocolis

source: Default width in cm
fr_fr: Largeur par défaut en cm

source: Allows you to calculate the costs in the absence of the width indicated in the product sheet.
fr_fr: Permet de calculer les coûts en l’absence de la largeur indiquée dans la fiche produit.

source: Default height in cm
fr_fr: Hauteur par défaut en cm

source: Allows you to calculate the costs in the absence of the height indicated in the product sheet.
fr_fr: Permet de calculer les coûts en l’absence de la hauteur indiquée dans la fiche produit.

source: Default length in cm
fr_fr: Longueur par défaut en cm

source: Allows you to calculate the costs in the absence of the length indicated in the product sheet.
fr_fr: Permet de calculer les coûts en l’absence de la longueur indiquée dans la fiche produit.

source: Required for the ride creation at Cocolis (vendor email)
fr_fr: Nécessaire pour la création d’une annonce chez Cocolis (email du vendeur)

source: Phone
fr_fr: Téléphone

source: Required for the ride creation at Cocolis (landline or cell phone)
fr_fr: Requis pour la création de trajet chez Cocolis (téléphone fixe ou cellulaire)

source: The credentials provided are not recognized by the Cocolis API.
fr_fr: Les informations d’identification fournies ne sont pas reconnues par l’API Cocolis.

source: Authentication error on the API server
fr_fr: Erreur d’authentification sur le serveur API

source: with insurance
fr_fr: avec assurance

source: Cocolis insurance included. <a target='_blank' href='https://www.cocolis.fr/static/docs/notice_information_COCOLIS_ACM.pdf'>Notice</a>
fr_fr: Assurance Cocolis incluse. <a target='_blank' href='https://www.cocolis.fr/static/docs/notice_information_COCOLIS_ACM.pdf'>Notice d'assurance</a>

source: Supplementary insurance up to
fr_fr: Assurance complémentaire jusqu'à

source: Birth date required for insurance
fr_fr: Date de naissance requise pour l’assurance

source: A carrier offers their services in response to a ride, and confirmation is awaited from the sender and recipient.
fr_fr: Un transporteur propose ses services en réponse à une demande de transport, et attend la confirmation de l'expéditeur et du destinataire.

source: The buyer has accepted the carrier's delivery slot
fr_fr: L'acheteur a accepté le créneau de livraison du transporteur

source: The seller accepted the carrier's pickup slot
fr_fr: Le vendeur a accepté le créneau horaire proposé par le transporteur pour l'enlèvement
